[rainy_mafia]
encounter0 = [shake]¡Oh, no! ¡Los extraterrestres vienen a por la Mafia! ¡Puedo ver su nave espacial! ¡[hint]Pegajosos y aterradores monstruos[/hint], llegarán en cualquier minuto![/shake]

hit0 = ¿Pero qué...? [scream]¡¿HUH?![/scream]
hit1 = [shake]Eso es... [scream]UN BABOSO EXTRATERRESTRE DEL ESPACIO[/scream][/shake]
hit2 = [shake][scream]¡MAFIA VIO NAVE ESPACIAL! ¡MAFIA LO SUPO TODO EL TIEMPO! ¡MAFIA ESTÁ SIENDO INVADIDA POR EXTRATERRESTRES![/scream][/shake]
hit3 = [shake][scream]¡¡¡AHHHH!!![/scream][/shake]

HeartAttack0 = Uff... Uff...
HeartAttack1 = ¡Deja a Mafia en paz, monstruo! Mira, si Mafia te da esta[icon:timepiece][timepiece]cosa[/timepiece], ¿te irás? 

[Spaceship]
ModLevels0 = [shake][scream]¡AHHHH!-[/scream][/shake] Oh espera... ¡Eres tú! ¡Pequeño bebé extraterreste! ¡Has regresado!
ModLevels1 = ¿Puedo estar en la nave espacial de extraterreste, sí? ¿Puedo mirar el correo privado, sí? ¿Aprender a cómo los extraterrestres aprenden? ¡Por favor!
ModLevels2 = ¡Hay tanto correo desde lugares tan lejanos! ¡Cuando la mafia lee el correo, casi parece que Mafia está allí!
ModLevels3 = ¡Toma, ven y lee el correo con Mafia! Juntos podemos fingir estar en lugares lejanos. ¡Asegúrate de buscar y agregar correo!
ModLevels4 = ¡Bienvenido otra vez, pequeño bebé extraterreste! ¡Ven y busca correo con Mafia!